Revit 2017 API
AssetPropertyTime.Value Property
Get the value of the property
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public DateTime Value { get; }
Visual Basic
Public ReadOnly Property Value As DateTime
	Get
Visual C++
public:
property DateTime Value {
	DateTime get ();
}
See Also
AssetPropertyTime Class
Autodesk.Revit.Utility Namespace